{
    "id": "project-02",
    "title": "Cleanse",
    "category": "ixCacao Journeys",
    "client": "Arloko Corp",
    "imgesBY": "Draxler",
    "year": "2009 - 2019",
    "featured_image": "./images/project-02.jpg",
    "is_featured": true,
    "body": [
        "This cleanse is not just about eliminating toxins and losing weight, but it is an invitation to reconnect with your body, mind, and soul. Our approach to cleansing is gentle, nurturing, and focuses on building healthy habits that will sustain you beyond the 2 weeks.",
        " At the core of this cleanse is the power of cacao, a superfood and medicine that has been used for thousands of years to support physical, emotional, and spiritual well-being. Cacao is a gentle but potent plant ally that helps to enhance the effects of every nutrient that nourishes, cleanses, and revitalizes the body.",
        " Throughout the 2-week journey, we will be working with the hand-maiden plant spirit, ixCacao, who will guide us in our journey to the body. With the right amount of cacao, ixCacao helps us to connect with our body and intuition, and facilitates a deeper relationship with our plant allies and spirit guides.",
        " In addition to the support of ixCacao, this journey will be held within sacred space and maintained primarily by Matthew Gabriel, an African Traditional Healer and Cacao Kuchina. The sacred container is an energetic field coded with specific prayers and intentions for each journey. Within this field, we become connected and share an intimate process together.",
        " This cleanse is for anyone who would love to learn new healthy habits that will increase energy, cleanse the body, and bring greater harmony to life. It is for anyone who wants to create a forward momentum to prepare for the winter energy, and anyone who desires to experience the support of ixCacao as a daily sacramental medicine.",
        " The journey includes a transmission on how to cleanse the body in a gentle, progressive way that supports balance within mind/body/spirit, 3 live calls to receive transmissions on cleansing and to share our experiences throughout the journey, a support group on Telegram to share our experiences and learn from each other, easy daily kitchen rituals that support the cleanse, 2 weeks to slowly drop into the body for an embodied cleanse experience, a shopping list, recipes, sample meal plan, and practices to support the cleanse, and a discount on selected items at Soaring Free Superfoods for this journey.",
        " The benefits of a cleanse could include increased focus and energy, mental clarity, balance in all aspects of life (physical, emotional, mental, and spiritual), weight loss, empowerment to do better, connection to the truth of who we are, and connection to the Divine Spark within us.",
        " As we enter this transition period, it is the perfect time to take a step back and support our bodies, minds, and souls. Join us on this journey of self-discovery and nourishment, and give your body the gift of a gentle and slow approach to cleansing."
    ],
    "features":[]
}
